Repository: systemo-biz/cpupvote
Catalog: languages/upvote-*.po
Languages: ru_ru

source: Posts:
ru_ru: Посты:

source: Comments:
ru_ru: Комментарии:

source: Setting UpVote Plugin
ru_ru: Настройки плагина UpVte

source: Genetal Settings
ru_ru: Основные настройки

source: Add upvote to posts
ru_ru: Добавить систему UpVote к постам

source: Types of posts, which allowed to assess, separated by commas (blank = all)
ru_ru: Типы постов, разрешенных для оценки, разделенные запятыми (пустое поле = все)

source: Add upvote to comments
ru_ru: Добавить систему UpVote к комментариям

source: Disable dislikes
ru_ru: Отключить отрицательные оценки

source: Text of box for unregistered users
ru_ru: Текст окошка для незарегистрированных пользователей

source: You can enable or disable the UpVote buttons where needed
ru_ru: Вы можете включить или отключить систему UpVote там где нужно

source: Upvote Settings
ru_ru: Настройки UpVote
