Repository: systemo-biz/cpupvote
Catalog: lang/upvote-*.po
Languages: ru_ru

source: Up Vote Post
ru_ru: Поднять рейтинг поста

source: Down Vote Post
ru_ru: Опустить рейтинг поста

source: Favorite Post
ru_ru: Сделать пост избранным

source: Up Vote Comment
ru_ru: Поднять рейтинг комментария

source: Down Vote comment
ru_ru: Опустить рейтинг комментария

source: Favorite Comment
ru_ru: Сделать комментарий избранным

source: Close
ru_ru: Закрыть

source: Posts:
ru_ru: Посты:

source: Comments:
ru_ru: Комментарии:

source: Upvote Plugin Settings
ru_ru: Настройки плагина Upvote

source: Upvote Settings
ru_ru: Настройки Upvote

source: Accept posts likes
ru_ru: Разрешить оценивать посты

source: Disallow
ru_ru: Запретить

source: Allow
ru_ru: Разрешить

source: Accept comments likes
ru_ru: Разрешить оценивать комментарии

source: Accept Dislikes
ru_ru: Разрешить отрицательные оценки

source: Buttons Position for Posts
ru_ru: Позиция кнопок для постов

source: Top
ru_ru: Сверху

source: Left
ru_ru: Слева

source: Right
ru_ru: Справа

source: Bottom
ru_ru: Снизу

source: Buttons Position for Comments
ru_ru: Позиция кнопок для комментариев

source: Select Buttons Style
ru_ru: Выбрать стиль кнопок

source: Select Modals Style
ru_ru: Выбрать стиль модальных окон

source: Message for not Authorized Users
ru_ru: Сообщение для неавторизованного пользователя

source: Shortcode return's upvote buttons for posts or comments, if attributes is blank - ids get's automaticly
ru_ru: Шорткод возвращает кнопки голосования за посты или комментарии, принимает в качестве аргументов айди поста или коммента, если пусто - определяется автоматически

source: Shorcode return's ids of favorited posts|comments|posts&comments, if attributes is blank - type = all
ru_ru: Шорткод возвращает айди избранных постов | комментариев | постов и комментариев, если атрибут тип пустой - возвращается для постов и комментариев
